Repository: sacovo/tmc-portal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: German
de: Deutsch

source: English
de: Englisch

source: French
de: Französisch

source: Italian
de: Italienisch

source: Spanish
de: Spanisch

source: Submit
de: Absenden

source: This e-mail is not registered.
de: Diese E-Mail Adresse ist nicht registriert

source: Login
de: Anmelden

source: This is a legend
de: Das ist eine Legende

source: Bank information
de: Informationen aktualisieren

source: Travel information
de: Informationen aktualisieren

source: Female
de: Weiblich

source: Male
de: Männlich

source: Non-Binary
de: Non-Binär

source: Don't know
de: Weiss nicht

source: given name
de: Vorname

source: surname
de: Name

source: address
de: Adresse

source: phone
de: Handy

source: please remember to add your country prefix
de: Bitte vergiss die Ländervorwahl nicht!

source: This email has already been registered.
de: Diese E-Mail Adresse ist bereits registriert.

source: make sure your e-mail is correct, as all communication will be done over e-mail
de: Stelle sicher, dass deine E-Mail Adresse korrekt ist, da alle Kommunikation über sie erfolgen wird.

source: submitted
de: Abgeschickt

source: date of birth
de: Geburtsdatum

source: ahv number
de: AHV Nummer

source: notes
de: Notizen

source: payee
de: Empfänger

source: name of the person receiving the payment
de: Name der Person, die die Zahlung erhält

source: means of travel
de: Transportmittel

source: date of arrival
de: Ankunftsdatum

source: need transport on arrival
de: Transport benötigt bei der Ankunft

source: do you need transport on arrival?
de: Brauchen Sie Transport bei Ihrer Ankunft?

source: location of arrival
de: Ankunftsort

source: terminal of arrival
de: Ankunftsterminal

source: date of departure
de: Abreisedatum

source: need transport on departure
de: Transport benötigt bei der Abreise

source: location of departure
de: Abreisort

source: terminal of departuree
de: Abreiseterminal

source: notes on transport
de: Notizen für den Transport

source: nationality
de: Nationalität

source: language
de: Sprache

source: language of correspondence
de: Korrespondenzsprache

source: artistic CV
de: künstlerischer CV

source: occupation
de: Beschäftigung

source: any information that we should know beforehand, not mentioned otherwise in this form
de: Gibt es sonst nocht etwas, das wir wissen müssen?

source: emergency contact
de: Notfallkontakt

source: name of your emergency contact
de: Name des Notfallkontakts

source: emergency phone
de: Notfallkontakt Telefon

source: phone number of your emergency contact
de: Telefonnummer deines Notfallkontakts

source: emergency relation
de: Notfallkontakt Beziehung

source: how are you related to your emergency contact, (family, friends, ...)
de: In welcher Beziehung stehst du zu deinem Notfallkontakt

source: accomodation needed
de: Unterkunft benötigt

source: do you need us to organise accomodation?
de: Sollen wir für dich eine Unterkunft organisieren?

source: smoker
de: Raucher*in

source: need food
de: Essen benötigt

source: vegetarian
de: Vegetarisch

source: allergies
de: Allergien

source: Upload required recordings (23th of November)
de: Erforderliche Aufnahmen hochladen (23. November)

source: Upload scan of your passport (15h of November)
de: Einen Scan deines Passes hochladen (15. November)

source: Upload a photo of yourself (15th of November)
de: Ein Photo von dir hochladen (15. November)

source: no of single rooms
de: Anzahl Einzelzimmer

source: how many single rooms can you provide?
de: Wie viele Einzelzimmer können Sie zur Verfügung stellen?

source: no of double rooms
de: Anzahl Doppelzimmer

source: how many rooms for two people can you provide? Below you can attach notes if necessary.
de: Wie viele Doppelzimmer können Sie zur Verfügung stellen?Unten können Sie Notizen anfügen, falls notwendig.

source: breakfast provided
de: Frühstück

source: can you provide breakfast?
de: Können Sie Frühstück anbieten?

source: own bathroom
de: Eigenes Badezimmer

source: do guests have their own bathroom?
de: Haben die Gäste ein eigenes Badzimmer?

source: can guests use your wifi?
de: Können Gäste das Wifi benutzen?

source: do you provide transport for the contestants?
de: Können Sie die Teilnehmenden transportieren?

source: preferred gender
de: Bevorzugtes Gender

source: languages
de: Sprachen

source: what languages do you speak?
de: Was für Sprachen sprechen Sie?

source: pets
de: Haustiere

source: do you have pets and if yes what kind?
de: Haben Sie Hautiere und wenn ja, welche?

source: practice_allowed
de: Üben erlaubt

source: are contestants allowed to practice?
de: Können Teilnehmende üben?

source: practice notes
de: Notizen zum Üben

source: are there any restrictions for practicing? Time, duration, ...
de: Gibt es für das Üben irgendwelche Einschränkungen? Zeit, Dauer, ...

source: smokers allowed
de: Rauchen erlaubt

source: Morning
de: Morgens

source: Afternoon
de: Nachmittags

source: Evening
de: Abends

source: Whole Day
de: Ganzer Tag

source: other languages
de: andere Sprachen

source: other ressorts
de: andere Ressorts

source: spontaneous?
de: Spontane Einsätze?

source: are you available spontaneously
de: Kannst du spontan einspringen?

source: Privacy Policy
de: Datenschutzerklärung

source: Contact
de: Kontakt

source: Account
de: Profil

source: Update Account
de: Profil bearbeiten

source: Recordings
de: Aufnahmen

source: Documents
de: Dokumente

source: Logout
de: Abmelden

source: Update information
de: Informationen aktualisieren

source: Signup as helper
de: Als Helfer anmelden

source: You can update your information here. Be careful if you change your e-mail address, if you don't have access to your mail <em>you will not be able to access your information!</em>
de: Hier kannst du deine Informationen aktualisieren. Pass auf, wenn du deine E-MailAdresse änderst. Wenn du keinen Zugriff auf deine E-Mail Adresse hast, <em>kannst dunicht mehr auf deine Informationen zugreifen!</em>

source: Signup as helper using this form
de: Melde dich als Helfer an mit diesem Formular

source: By sending this form you agree to the terms and conditions of the muri competition, as well as the processing of your personal details as stated in the privacy policy.
de: Mit dem Absenden dieses Formulars stimmst du den Bedingungen der Muri Competition zu und erklärst dich mit der Verarbeitung deiner Personendaten gemäss der Datenschutzerklärungeinverstanden.

source: Signup as host
de: Anmelden

source: Signup as host family using this form
de: Als Gastfamilie anmelden über dieses Formular

source: Your information
de: Deine Information

source: Your Information
de: Deine Information

source: Here you see all the information about your inscription. You can change it by visiting the respective site in the navigation above.
de: Hier kannst du deine Anmeldung sehen. Du kannst sie bearbeiten, wenn du auf die entsprechende seite gehst

source: Your todos
de: Deine Aufgaben

source: Upload required recordings
de: Aufnahmen hochladen

source: Upload the required documents until the 15th of November!
de: Lade die benötigten Dokumente bis am 15. November hoch.

source: Signup as jury member
de: Als Jury-Mitglied anmelden

source: Signup as jury member using this form
de: In diesem Formular können Jury-Mitglieder angemeldet werden

source: Enter the email you used to register your application.
de: Gib die E-Mail Adresse an, die zur Anmeldung verwendet hast.

source: Login link sent
de: Login Link verschickt

source: We just sent you a link to login to the portal, you can close this page now and open the portal with the link in your mail.
de: Wir haben dir eben einen Link geschickt, mit dem du dich anmelden kannst. Diese Seite kannst du nun schliessen und dich mit dem Link in deiner E-Mail anmelden.

source: Here you can upload your recordings for the required pieces.
de: Hier kannst du die benötigten Aufnahmen hochladen.

source: Your recording must be in the mp4 format. Please convert your video to one of these types before uploading! Your recordings are not allowed to be cut.
de: Dein Video muss im mp4 Format sein, konvertiere es vor dem hochladen. Die Aufnahmen dürfen nicht geschnitten werden.

source: You have uploaded a recording.
de: Du hast eine Aufnahme hochgeladen.

source: You still need to upload a recording
de: Du musst diese Aufnahme noch hochladen

source: Upload+your+video+below
de: Lade+dein+Video+hoch

source: Signup
de: Anmelden

source: TMC Signup
de: TMC Anmeldung

source: Register now for the muri competition, deadline for your application is the 15th of november 2025.
de: Melde dich jetzt für The Muri Competition an, die Anmeldefrist ist der 15. November 2025.

source: Terms of application
de: Teilnahmebedingungen

source: Young soloists born in or after 1996 are eligible to apply to the competition. A maximum of 50 participants per instrument will be admitted.
de: Junge Solist*innen geboren in oder nach 1996 können sich für den Wettbewerb anmelden. Jeweils max. 50Teilnehmende pro Instrument werden zum Wettbewerb zugelassen.

source: Already registered?
de: Bereits angemeldet?

source: Login here
de: Hier anmelden

source: Your information was updated
de: Deine Information wurde aktualisiert
